# PeakLatentCoolingLoad Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PeakLatentCoolingLoad Property
ParameterTypeId Class See Also
---
"Peak Latent Cooling Load"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PeakLatentCoolingLoad { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PeakLatentCoolingLoad As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PeakLatentCoolingLoad {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace